Repository: PakistanX/xblock-ooyala
Catalog: ooyala_player/translations/*/LC_MESSAGES/text.po
Languages: pl

source: Display Name
pl: Wyświetlana nazwa

source: This name appears in the horizontal navigation at the top of the page.
pl: Nazwa ta pojawi się w pasku horyzontalnym nawigacji u góry strony.

source: Ooyala Player
pl: Odtwarzacz Ooyala

source: Content Id
pl: ID zawartości

source: Identifier for the Content Id.
pl: Identyfikator dla ID zawartości

source: 3Play Transcript Id
pl: ID transkryptu 3Play

source: Identifier for the 3Play Transcript File
pl: Identyfikator dla pliku transkryptu 3Play

source: Closed Captions Language
pl: Język napisów closed caption

source: User's preference for closed captions language
pl: Wybór użytkownika języka napisów closed caption

source: Turn Off Closed Captions and Translated transcripts
pl: Wyłącz napisy closed caption i przetłumaczone transkrypty

source: Hides the CC button and transcript languages selection for this video
pl: Ukrywa przycisk CC i wybór języków transkryptów dla tego filmu

source: Enable Player Autoplay
pl: Włącz autoodtwarzanie

source: Set to True if you the player to automatically play.
pl: Ustaw na true, jeśli chcesz, aby odtwarzać odtwarzał automatycznie

source: Enable Player Token
pl: Włącz token odtwarzacza

source: Set to True if a player token is required, e.g. if streaming videos to the mobile app.
pl: Ustaw na true, jeśli wymagany jest token odtwarzacza, na przykład podczas jeśli film jest przesyłany strumieniowo do aplikacji mobilnej.

source: Partner Code
pl: Kod partnera

source: Required for V4 Player. Also needed to generate a player token.
pl: Wymagany dla odtwarzacza V4 Player. Wymagany także, aby wygenerować token odtwarzacza.

source: Needed to generate a player token.
pl: Wymagany, aby wygenerować token odtwarzacza.

source: Api SecRet Key
pl: Tajny klucz api

source: 3play Api Key
pl: Klucz 3play api

source: 3play Api Key for transcript.
pl: Klucz 3play api do transkryptów

source: Player Width
pl: Szerokość odtwarzacza

source: The width of the player in pixels.
pl: Szerokość odtwarzacza wyrażona w pikselach.

source: Player Height
pl: Wysokość odtwarzacza

source: The height of the player in pixels.
pl: Wysokość odtwarzacza wyrażona w pikselach.

source: Expiration Time
pl: Czas wygaśnięcia

source: Expiration time in seconds. Needed to generate a player token.
pl: Czas wygaśnięcia wyrażony w sekundach. Wymagany, aby wygenerować token odtwarzacza.

source: Fire Progress Event on Student View
pl: Fire Progress Event w widoku ucznia

source: Set to True if you would like to get a progress event in the event stream when the user views this xBlock.
pl: Ustaw na true, jeśli chcesz uzyskać parametr progress event w strumieniu wydarzeń, kiedy użytkownik ogląda ten xBlock.

source: XML Configuration
pl: Konfiguracja XML

source: Missing event_type in JSON data
pl: Brak event_type w danych JSON

source: Api Key
pl: Klucz Api

source: Title
pl: Tytuł

source: The title of the Ooyala Player that is displayed to the user
pl: Tytuł Ooyala Player wyświetlany użytkownikowi

source: This is the Ooyala Content Identifier
pl: To jest identyfikator treści Ooyala

source: Transcript File Id
pl: ID pliku z transkryptem

source: This is the 3Play Transcript File Identifier
pl: To jest identyfikator dla pliku transkryptu 3Play

source: Hide CC and Translations
pl: Ukryj CC i tłumaczenia

source: Hide the CC button and transcript languages selection for this video
pl: Ukryj przycisk CC i wybór języków transkryptów dla tego filmu

source: Api Secret Key
pl: Tajny klucz api

source: 3Play Api Key
pl: Klucz 3play api

source: 3Play Api Key for transcript.
pl: Klucz 3play api do transkryptów

source: Player width as a CSS length or percentage.
pl: Szerokość odtwarzacza wyrażona jako długość lub procent w CSS.

source: Player height as a CSS length or percentage.
pl: Wysokość odtwarzacza wyrażona jako długość lub procent w CSS.

source: // JS crashes when empty //
pl: // JS doznaje awarii gdy jest pusty //

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Hide Transcript
pl: Ukryj transkrypt

source: Show Transcript
pl: Pokaż transkrypt

source: Print Transcript
pl: Wydrukuj transkrypt

source: Download Transcript
pl: Pobierz transkrypt
